<script language="javascript">
window.status="欢迎访问南京大学物理系研究生管理信息系统！"
</script>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=gb2312">
<meta name="keywords" content="物理系研究生信息管理，南京大学">
<meta name="description" content="南京大学物理系研究生注册系统，参与选课，重要信息发布">
<title>物理系研究生信息管理系统</title>
<link href="style.css" rel="stylesheet" type="text/css">
<style type="text/css">
<!--
-->
</style>
<!--#include file="top1.asp"-->
<table width="700"  border="0" cellspacing="0" cellpadding="0">
  <tr>
    <td height="30">&nbsp;&nbsp;硕 博 连 读&nbsp;</td>
  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>关于选拔优秀硕士研究生硕博连读的暂行规定 <br>
          <br>
  为保证博士生生源质量和提高博士论文的水平，根据教育部及国务院学位委员会有关文件精神，结合我校的实际情况，特制定本暂行规定如下： <br>
  <br>
  一、选拔对象： <br>
  <br>
  就读于我校有博士学位授予权的专业，中期考核优良的二年级硕士研究生。 <br>
  <br>
  二、名额分配： <br>
  <br>
  根据目前文理学科之间报考博士生生源严重不平衡的现状，硕博连读一般在理工科专业中选拔（文科专业如有特别优秀者，也可以申报）。 <br>
  <br>
  1、理工科类有一级学科授权的院系推荐参加硕博连读人数一般不超过本院系二年级计划内硕士生的1/2，其它院系不超过相应二级学科二年级计划内硕士生的1/3。 <br>
  <br>
  2、硕博连读的选拔总量不得超过本专业当年博士招生简章中规定的计划内招生数。硕博连读在有一级学科授权的院系可跨二级学科进行，其他院系一般不跨二级学科进行。 <br>
  <br>
  3、为支持我校中国现代文学研究中心、中华民国史研究中心和长江三角洲研究中心等三个国家级研究基地的建设，相关院系若要选拔优秀硕士生进行硕博连读，研究生院可以在名额上加以保证（每个基地一般不超过5人）。 <br>
  <br>
  4、少数成绩优秀的计划外硕士生如有硕博连读需要，也可在上述名额范围内申报，但不得改变委培或自筹的性质（其中委培生必须事先得到单位的同意）。 <br>
  <br>
  三、基本要求： <br>
  <br>
  1、思想品德良好，遵纪守法，身体健康，决心为社会主义现代化建设服务； <br>
  <br>
  2、中期考核成绩优良； <br>
  <br>
  3、撰写过与专业相关的学术论文； <br>
  <br>
  4、定向或委托培养研究生须得到原单位同意后才能参加硕博连读的选拔； <br>
  <br>
  5、对部分有突出才能，如在专业上有创造性成果，在读期间获得过省部级奖的研究生可不受成绩和名额的限制。 <br>
  <br>
  四、选拔方法： <br>
  <br>
  1、各院系在对二年级硕士研究生进行中期考核后，确定初选人员和有突出才能的研究生，并组织他们申报硕博连读； <br>
  <br>
  2、在研究生本人申请并取得导师同意后于三月初填写硕博连读申请表； <br>
  <br>
  3、各院系对申请人进行综合考核； <br>
  <br>
  4、综合考核合格者于九月份进入博士生学习阶段。 <br>
  <br>
  五、说明： <br>
  <br>
  1、硕博连读者不参加博士生入学考试； <br>
  <br>
  2、硕博连读者不做硕士学位论文，不授硕士学位； <br>
  <br>
  3、硕博连读者的选拔应保证质量，宁缺勿滥。 <br>
  <br>
  4、取消原有的提前攻博，同时停止“南字发（95）188号”《关于试行硕博连读研究生制度的暂行规定》的执行。 <br>
    </p></td>
  </tr>
  <tr>
    <td height="30">&nbsp;</td>
  </tr>
</table>
<!--#include file="bottom.asp"-->
</html>
