<script language="javascript">
window.status="欢迎访问南京大学物理系研究生管理信息系统！"
</script>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=gb2312">
<meta name="keywords" content="物理系研究生信息管理，南京大学">
<meta name="description" content="南京大学物理系研究生注册系统，参与选课，重要信息发布">
<title>物理系研究生信息管理系统</title>
<link href="style.css" rel="stylesheet" type="text/css">
<style type="text/css">
<!--
-->
</style>
<!--#include file="top1.asp"-->
<table width="700"  border="0" cellspacing="0" cellpadding="0">
  <tr>
    <td height="30"> &nbsp;&nbsp;硕士毕业答辩</td>
  </tr>
  <tr>
    <td height="20">&nbsp;</td>
  </tr>
  <tr>
    <td><p>南京大学硕士学位论文答辩<br>
资格审查简明流程<br>
<br>
一.硕士研究生按培养计划完成课程学习、学位论文撰写并达到《南京大学授予硕士学位 <br>
研究成果量化指标》所规定的要求。<br>
<br>
二.院系教务员审查硕士研究生课程学习成绩。<br>
(1)本专业本科一般为32个学分.<br>
(2)非本专业本科或同等学力入学者为36个学分.<br>
<br>
三.导师审查学位论文。<br>
四.答辩前一个月，答辩委员会秘书将 1.硕士学位申请人的培养计划、课程学习成绩<br>
单 2.评阅人名单3.答辩委员会名单送院系研究生秘书所审查。<br>
注意事项:<br>
(１)成绩单上所列课程应与培养计划相符且成绩合格。<br>
(２)评阅人2人，至少1人为校外的教授、副教授或相当专业技术职务的专家。<br>
(３)硕士学位论文答辩委员会以教授或相当专业技术职务的专家为主共三人组成，其中教授或相当专业技术职务的专家至少有二人，导师不参加答辩委员会。原则上不聘请外单位专家参加, 外籍专家均不能担任主席。<br>
五.如果初审合格,参照流程中的项六；如果初审不合格,返回到流程中的项一。<br>
六.研究生秘书发给有关论文答辩材料。 <br>
材料如下:<br>
（1）学位申请书一式二份、附表一一式一份、附表二一式二份。<br>
（2）论文评阅人、答辩委员会送审表一式一份、外单位专家聘书（视具体人数而定）、论文评阅及答辩费单一式一份。<br>
（3）答辩纪录一式一份。<br>
（4）答辩委员会表决票一式三份。<br>
（5）授予学历硕士人员登记表一式一份。<br>
（6）中、英文摘要首页各一式一份。<br>
（7）学位论文封面若干份。<br>
（8）上交材料清单一式一份。<br>
<br>
七.由导师、教研室主任和院系主管研究生的院长（主任）负责审查硕士生思想政治、道德品质及学术作风等。<br>
八.如果审查不合格，则不能参加论文答辩；如果审查合格，则参加论文答辩。<br>
九．论文答辩结束后,按规定时间到研究生院学位办办离校手续，并上交论文一份（导师签字）、中英文<br>
<br>
摘要、授予学历硕士人员登记表、已发表的论文（原件）。<br>
十．按档案馆要求，上传学位论文电子文档。<br>
<br>
</p></td>
  </tr>
  <tr>
    <td height="30">&nbsp;</td>
  </tr>
</table>
<!--#include file="bottom.asp"-->
</html>
