<script language="javascript">
window.status="欢迎访问南京大学物理系研究生管理信息系统！"
</script>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_jumpMenu(targ,selObj,restore){ //v3.0
  eval(targ+".location='"+selObj.options[selObj.selectedIndex].value+"'");
  if (restore) selObj.selectedIndex=0;
}
//-->
</script>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=gb2312">
<meta name="keywords" content="物理系研究生信息管理，南京大学">
<meta name="description" content="南京大学物理系研究生注册系统，参与选课，重要信息发布">
<title>物理系研究生信息管理系统</title>
<link href="style.css" rel="stylesheet" type="text/css">
<style type="text/css">
<!--
-->
</style>
<!--#include file="top1.asp"-->
<table width="700"  border="0" cellspacing="0" cellpadding="0">
  <tr>
    <td height="30">&nbsp;&nbsp;各专业研究生博士生培养方案&nbsp;</td>
  </tr>
  <tr>
    <td height="30"><form name="form1">
      <select name="major" class="style3" id="major" onChange="MM_jumpMenu('parent',this,0)">
        <option value="#yjspy" selected>-- 选择自己的专业 --</option>
        <option value="#llwl">理论物理</option>
        <option value="#lzwl">粒子物理与原子核物理</option>
        <option value="#njtwl">凝聚态物理</option>
        <option value="#swwl">生物物理</option>
        <option value="#wdz">微电子与固体电子学</option>
        <option value="#wldz">物理电子学</option>
        <option value="#gx">光学</option>
        <option value="#zl">制冷与低温工程</option>
                              </select>
    </form></td>
  </tr>
  <tr>
    <td height="30"><span class="style3">--- 理论物理专业 ---</span><a name="llwl" id="llwl"></a></td>
  </tr>
  <tr>
    <td><p><strong>培养目标<br>
      </strong>培养热爱祖国、品德良好，遵纪守法，具有严谨科学态度和优良学风，德、智、体<br>
  全面发展的，从事理论物理基础研究和高等学校教学的专业人才以及适应当前信息时代要求的高级应用型人才。<br>
  硕士学位<br>
  应系统学习本专业的各门基础课程。了解相关研究领域内的国内外研究进展，在导师<br>
  指导下，能进行相应的研究工作。学位论文应有一定的创新性成果。<br>
  博士学位<br>
  博士学位获得者应系统掌握理论物理专业的基本理论和研究方法，了解本学科国际、<br>
  国内前沿研究课题的发展动态。具有独立进行本专业相关前沿课题研究工作的能力，能熟练运用计算机，能承担一定的教学任务。学位论文要求具有创新性和比较重要的基础理论研究意义，或者具备一定的应用价值。论文在深度和广度方面均需达到规定的要求。<br>
  <br>
  <strong>研究方向<br>
  </strong>本专业的重点科研方向为：（1）凝聚态理论与统计物理（2）计算物理（3）原子核理论与统计物理（4）量子场论与粒子物理（5）非线性物理和量子混沌（6）软物质的自组织。<br>
  凝聚态理论是现代物理学研究中最活跃的领域之一。它探索一系列新概念和新方法，<br>
  并且对于新材料、新技术的开发应用起着重大的推动作用，因而对经济发展、科技进步都有着重要的实际应用价值。其主要内容有：低维物理系统和强关联电子系统特性研究等。<br>
  原子核理论研究多核子的有限体系，对它的研究有可能提供从有限向无限过渡的中间特性。本专业的研究是从量子多体理论出发，探讨核子在强作用支配下的集体与个别激发特征。其主要研究内容有：原子核对关联模型和动力学对称性以及强子结构等。<br>
  计算物理近几年发展迅速，在国际上已成为介于传统理论与实验物理研究之间的一个新的独立分支。其主要研究内容有：用严格对角化，Monte Carlo 等方法研究低维强关联系统，以及各种人工合成和人工技术材料的计算和数值模拟研究。<br>
  <br>
  <strong>招生对象<br>
  </strong>ｌ．硕士研究生：<br>
  有资格参加全国硕士研究生统一考试合格，再经复试合格者·<br>
  ２．硕－博士连读：<br>
  大学本科毕业生，参加全国硕士研究生统一考试，笔试和面试均合格者，人学后前<br>
  二年完成基础课及学位课程，享受硕士生待遇，在第四学期进行中期考核，合格者经校<br>
  研究生院批准直接转为博士生并享受博士生待遇，中期考核未通过者按硕士生规格培养。<br>
  博士研究生：<br>
  已获硕士学位的在职人员，应届硕士毕业生，经博士生入学考试，笔试和面试均合格者。<br>
  <br>
  <strong>学习年限<br>
  </strong>硕士研究生：三年<br>
  硕博连读研究生：五年<br>
  博士研究生：三年<br>
  <br>
  <strong><font class="style3">课程设置</font><br>
  </strong>硕士阶段<br>
  A类：<br>
  科学社会主义理论与实践（2学分）<br>
  自然辩证法（3学分）<br>
  英语（4学分）<br>Ｂ类：<br>
高等量子力学　　　　　　　　　　　　　　（５学分）<br>
Ｃ类：<br>
高等统计物理　　　　　　　　　　　　　　（３学分）<br>
群论及其应用　　　　　　　　　　　　　　（４学分）<br>
 量子场论　　　　　　　　　　　　　　　　（４学分）<br>
固体理论　　　　　（４学分）<br>
 Ｄ类：<br>
 固体理论　　　　　　　　　　　　　　　　（４学分）<br>
凝聚态物理导论（4学分）<br>
 量子多体理论　　　　　　　　　　　　　　（３学分）<br>
 非线性物理方法　　　　　　　　　　　　　（３学分）<br>
计算物理学　　　　　　　　　　　　　　　（３学分）<br>
介观物理（３学分）<br>
量子计算与量子信息（３学分）<br>
软物质物理（４学分）<br>
博士阶段<br>
 现代科学技术革命与马克思主义<br>
 第一外语<br>
 凝聚态物理导论<br>
量子规范场论<br>
 低维凝聚态物理<br>
软物质物理<br>
原子核理论<br>
粒子物理<br>
<br>
<strong>培养方式<br>
</strong>硕士生入学三个月后进行师生双向互选，确定指导教师。然后由导师负责全部培<br>
养工作。<br>
博士生的培养由导师和相应的指导小组负责，制定培养计划和指导学生的研究工<br>
作。<br>
公共课（外语和政治）、基础课以讲授为主，自学为辅。专业课采用讲授和阅读相关的专业文献相结合的方法。<br>
<br>
<strong>考核方式<br>
</strong>公共课和基础课以笔试考核为主。<br>
专业课除笔试考核外，还可采用面试和写专题综述报告的方式。<br>
<br>
<strong>学位论文<br>
</strong>学位论文是研究生培养的重要环节。研究生在导师指导下，选定研究课题。选题力求<br>
和国家、省部级基金项目、国家攻关项目、８３６、９７３高科技项目、攀登计划项目、国家重点实验室研究项目及对国民经济有重大影响的开发研究项目接轨。确定论文题目后组织有关专家审议研究生的开题报告。<br>
论文题目确定后，应拟定学位工作计划，包括各阶段的主要学习内容。学位论文计划由研究生在导师指导下拟定，经系学位委员会审核批准后送研究生院备案。博士生在完成论文工作中，应定期作阶段性报告。<br>
<br>
<strong>答辩和学位授予<br>
</strong>学位论文完成后，硕士学位论文应在答辩前至少请２位（其中至少有1位是外单位专家）、博士学位论文应约请５位同行专家评阅论文（其中至少有２位是外单位专家）。写出评阅意见。评阅通过后，方可组织答辩。<br>
硕士论文答辩委员会由3人组成（其中外单位的专家不少于1人），博士论文答辩委员会由5人组成（其中外单位的专家不少于２人），论文答辩会由答辩委员会主席主持。博士论文答辩不合格者，经答辩委员会同意，可在一年内补充修改论文资料，重新答辩一次。<br>
申请硕士学位者至少在国内外核心刊物上发表一篇与学位论文有关的学术论文（第一作者），申请博士学位者至少在国内外核心刊物上发表三篇与学位论文有关的学术论文（第一作者，其中有一篇在ＳＣＩ、EI索引源刊物上发表）或有两篇以上在ＳＣＩ、EI索引源刊物上发表的与学位论文有关的学术论文（第一作者）。如在答辩时尚未完成上述指标，可在一年内补充。<br>
学位论文通过答辩后，校学位论文评定委员会根据答辩委员会的意见及院系学位分会的意见并按照有关规定作出是否授予学位的决定。 </p>
      </td>
  </tr>
  <tr>
  	<td height="30"><div align="center"><a href="#yjspy" class="style3">返 回</a></div></td>
  </tr>
  <tr>
    <td height="30"><span class="style3">--- 粒子物理与原子核物理专业 ---</span><a name="lzwl" id="lzwl"></a></td>
  </tr>
  <tr>
    <td><p align="left"><strong>培养目标<br>
      </strong>培养我国社会主义建设事业需要的，掌握马克思主义，毛泽东思想和邓小平理论的基<br>
  本原理，坚持四项基本原则，热爱祖国，遵纪守法，品德良好，具备严谨科学态度和优良学风，适应面向二十一世纪的德、智、体全面发展的原子核物理学专业人才。<br>
  1．硕士学位<br>
  掌握原子核物理学的体统理论知识和基本实验技能，了解本领域的研究动态，基本声能独立开展与本学科有关的研究和教学工作。学位论文应具有一定的创新性或应用前景。<br>
  2．博士学位<br>
  博士学位获得者应系统掌握原子核物理学的基本理论，具有宽广和坚实的基础和基本实验操作技术，了解本学科的发展历史，现状和最新动态，能独立承担与本学科有关的研究课题及教学工作。学位论文要求具有重要的学术意义或应用价值，并具有一定的创新性。论文在深度和广度两方面均达到相应的要求。<br>
  <br>
  <strong>研究方向<br>
  </strong>本学科主要研究方向：01穆斯堡尔谱学02核分析方法03核安全04核理论05应用中子物理06纳米技术和原子修饰07电子直线加速器研制与应用。<br>
  四个主要研究方向使本专业构成了不但有基础研究、应用基础研究，而且有为国民经济建设科技应用和开发的研究，既有应用基础研究作后盾，又有科技应用和开发直接为社会经济发展服务。除原子核理论是基础研究外，其他三个研究方向属核技术应用基础研究和应用开发研究。研究成果可以形成高技术新产业，国际上年产值已达800亿美元以上，至今仍以每年10-15%速度增长，而我国核技术应用产业尚处于成长时期，直接年产值仅亿元，我国和睦技术应用的前景宽广。<br>
  <br>
  <strong>招生对象<br>
  </strong>ｌ．硕士研究生：<br>
  有资格参加全国硕士研究生统一考试合格，再经复试合格者·<br>
  ２．硕－博士连读：<br>
  大学本科毕业生，参加全国硕士研究生统一考试，笔试和面试均合格者，人学后前<br>
  二年完成基础课及学位课程，享受硕士生待遇，在第四学期进行中期考核，合格者经校<br>
  研究生院批准直接转为博士生并享受博士生待遇，中期考核未通过者按硕士生规格培养。<br>
  博士研究生：<br>
  已获硕士学位的在职人员，应届硕士毕业生，经博士生入学考试，笔试和面试均合格者。<br>
  <br>
  <strong>学习年限<br>
  </strong>硕士研究生：二年半--三年<br>
  硕博连读研究生：五年<br>
  博士研究生：三年<br>
  <br>
  <strong><font class="style3">课程设置</font><br>
  </strong>硕士阶段<br>
  A类：<br>
  科学社会主义理论与实践（2学分）<br>
  自然辩证法（3学分）<br>
  英语（4学分）<br>
  Ｂ类：<br>
  高等量子力学　　　　　　　　　　　　　　（５学分）<br>
  Ｃ类：<br>
  原子核物理　　　　　　　　　　　　　　（4学分）<br>
   实验核物理与核技术　　　　　　　　　　　（2学分）<br>
  粒子物理（４学分）<br>
  量子场论　　　　　　　　　　　　　　　　（４学分）<br>
   Ｄ类：<br>
  穆斯堡尔谱学　　　　　　　　　　（４学分）<br>
  群论及其应用　　　　　　　　　　　　　　（４学分）<br>
  团簇物理（３学分） </p>
      <br>
博士阶段<br>
现代科学技术革命与马克思主义<br>
第一外语<br>
核固体物理<br>
原子核物理<br>
量子规范场论<br>
<br>
<strong>培养方式<br>
</strong>硕士生入学三个月后进行师生双向互选，确定指导教师，制定培养方案，导师负责全部培养工作。<br>
硕博连读研究生，入学后三个月内进行师生双向互选，确定指导教师，由导师负责<br>
成立指导小组，制定培养方案，由导师和指导小组负责全部培养工作。<br>
博士生的培养由导师和相应的指导小组负责，制定培养计划和指导学生的研究工<br>
作。<br>
公共课（外语和政治）以讲授为主，自学为辅。基础课和专业课采用讲授为主，辅以自学和提问。要求研究生参加各种学术活动并阅读相关的专业文献。<br>
<br>
<strong>考核方式<br>
</strong>1．公共课和基础课以笔试考核为主。<br>
2．专业课除笔试考核外，还可采用面试和写专题综述报告的方式。<br>
中期考核<br>
<br>
<strong>八、学位论文<br>
</strong>学位论文是研究生培养的重要环节。研究生在导师指导下，选定研究课题。选题力求<br>
和国家、省部级基金项目、国家攻关项目、８３６、９７３高科技项目、攀登计划项目、国家重点实验室研究项目及对国民经济有重大影响的开发研究项目接轨。确定论文题目后组织有关专家审议研究生的开题报告。<br>
论文题目确定后，应拟定学位工作计划，包括各阶段的主要学习内容。学位论文计划由研究生在导师指导下拟定，经系学位委员会审核批准后送研究生院备案。博士生在完成论文工作中，应定期作阶段性报告。<br>
<br>
<strong>九、答辩和学位授予<br>
</strong>学位论文完成后，硕士学位论文应在答辩前至少请２位（其中至少有1位是外单位专家）、博士学位论文应约请５位同行专家评阅论文（其中至少有２位是外单位专家）。写出评阅意见。评阅通过后，方可组织答辩。<br>
硕士论文答辩委员会由3人组成（其中外单位的专家不少于1人），博士论文答辩委员会由5人组成（其中外单位的专家不少于２人），论文答辩会由答辩委员会主席主持。博士论文答辩不合格者，经答辩委员会同意，可在一年内补充修改论文资料，重新答辩一次。<br>
申请硕士学位者至少在国内外核心刊物上发表一篇与学位论文有关的学术论文（第一作者），申请博士学位者至少在国内外核心刊物上发表三篇与学位论文有关的学术论文（第一作者，其中有一篇在ＳＣＩ、EI索引源刊物上发表）或有两篇以上在ＳＣＩ、EI索引源刊物上发表的与学位论文有关的学术论文（第一作者）。如在答辩时尚未完成上述指标，可在一年内补充。<br>
<br>
学位论文通过答辩后，校学位论文评定委员会根据答辩委员会的意见及院系学位分会的意见并按照有关规定作出是否授予学位的决定。<br>
      </td>
  </tr>
  <tr>
  	<td height="30"><div align="center"><a href="#yjspy" class="style3">返 回</a></div></td>
  </tr>
  <tr>
    <td height="30"><span class="style3">--- 凝聚态物理物理专业 ---</span><a name="njtwl" id="njtwl"></a></td>
  </tr>
  <tr>
    <td><strong>培养目标<br>
    </strong>培养我国建设事业需要的热爱祖国、遵纪守法、品德良好、具备严谨科学态度和优<br>
良学风，适应面向二十一世纪的德、智、体全面发展的凝聚态物理专业人才。<br>
硕士学位<br>
掌握凝聚态物理的系统理论知识和基本实验技能，了解本领域研究动态，基本上能独立开展与本学科有关的研究和教学工作。学位论文应具有一定的新颖性或应用背景．<br>
２．博士学位<br>
博士学位获得者应系统掌握凝聚态物理的基本理论，具有宽广和坚实的基础和基本<br>
实验操作技术，了解本学科的发展历史现状和最新动态，能独立承担与本学科有关的研<br>
究课题及教学工作。学位论文要求具有重要的学术意义或应用价值。并具有－定的创新<br>
性．论文在深度和广度两方面均需达到相应的要求．<br>
<strong><br>
</strong><strong>研究方向<br>
本专业分为两个培养方案。<br>
凝聚态物理学培养方案（一）的研究方向：<br>
</strong>本专业研究方向为（1）晶体生长、缺陷、物性（2）固体相变、光散射、内耗与超声衰减（3）光电功能晶体及其应用（4）铁电薄膜物理学与集成铁电学（5）衍射物理、同步辐射及应用（6）介电超晶格及应用、金属超晶格（7）磁学、磁性材料、磁光、磁电阻效应（8）纳米材料（9）超导物理（10）生物凝聚态物理<br>
<br>
<strong>凝聚态物理学培养方案（二）的研究方向：<br>
</strong>（1）纳米材料的磁、光、电性质的研究（２）多层膜的磁学与磁光效应的研究（３）微波、光波吸收材料的研究（４）稀土一过渡族合金与化合物的磁性研究。（5）磁性半导体的特性研究（6）功能材料的设计与计算机模拟。<br>
<strong><br>
</strong><strong>招生对象<br>
</strong>ｌ．硕士研究生：<br>
有资格参加全国硕士研究生统一考试合格，再经面试合格者·<br>
２．硕－博士连读：<br>
大学本科毕业生，参加全国硕士研究生统一考试，笔试和复试均合格者，人学后前<br>
二年完成基础课及学位课程，享受硕士生待遇，在第四学期进行中期考核，合格者经校<br>
研究生院批准直接转为博士生并享受博士生待遇，中期考核未通过者按硕士生规格培养。<br>
３．博士研究生：已获硕士学位的在职人员，应届硕士毕业生，经博士生入学考试，<br>
笔试和面试均合格者。<br>
<strong>学习年限<br>
</strong>硕士研究生：二年半一三年<br>
硕一博连读研究生∶五年<br>
博士研究生：三年<br>
<strong><font class="style3">课程设置</font><br>
</strong>硕士阶段<br>
A类：<br>
科学社会主义理论与实践（2学分）<br>
自然辩证法（3学分）<br>
英语（4学分）<br>
Ｂ类：<br>
　　　　　　　　 高等量子力学　　　　　　　　　　　　（５学分）<br>
　　　　　 Ｃ类：<br>
　　　　　　　　 固体理论　　　　　　　　　　　　　　（４学分）<br>
凝聚态物理导论（4学分）<br>
固体物理实验（3学分）<br>
D类：<br>
群论（4学分）<br>
相变物理（4学分）<br>
固体磁性（4学分）<br>
衍射物理（3学分）<br>
团簇物理（3学分）<br>
固体中内耗与超声衰减（2学分）<br>
纳米结构与材料（2学分）<br>
薄膜物理（２学分）<br>
光散射物理（2学分）<br>
超导物理（４学分）<br>
凝聚态光物理（２学分）<br>
博士阶段<br>
　　　　　 现代科学技术革命与马克思主义<br>
　　　　　 第一外语<br>
衍射物理<br>
相变物理<br>
光散射物理<br>
团簇物理<br>
凝聚态光物理<br>
固体中内耗与超声衰减<br>
固体磁性<br>
低维凝聚态物理<br>
纳米结构与材料<br>
超导物理<br>
计算物理<br>
非线性物理<br>
生物物理<br>
理论生物物理<br>
生物化学 <br>
蛋白质工程<br>
<strong>培养方式<br>
</strong>Ｉ．硕士生入学后三个月内进行师生双向互选．确定导师．制定培养计划．导师负<br>
责全部培养工作。<br>
２．硕－博连读研究生，人学后三个月内进行师生互选，确定导师．由导师负责成<br>
立指导小组，制定培养计划，由博士生导师和指导小组负责全部培养工作。<br>
３．博士生招生录取时明确导师，由导师负责成立指导小组，制定培养计划、由博<br>
士生导师和培养小组负责全部培养工作。<br>
４．公共课（外语和政治）以讲授为主，辅以自学．基础课和专业课以自学为主．<br>
辅以重点讲授和提问。要求研究生参加各种学术活动并阅读有关的专业文献．<br>
<br>
<strong>考核方式<br>
</strong>ｌ．公共课及基础课以笔试考核为主，由有关教研室负责考核工作．<br>
２．专业课除笔试考核外，要求写专题综述报告，以了解研究生对专业知识的掌握情况<br>
和综合分析问题的能力。<br>
３．中期考核<br>
为了保证研究生的质量，在入学后的第三学期末进行中期考核。由导师组成的研究生中期考核小组对研究生的学位课程，论文进展情况以及掌握国内外最新研究动态等方<br>
面进行考核，考核小组本着公正、负责、实事求是的态度对研究生作出评价，评定成<br>
绩，对考核不合格或完成学业确有困难者，劝其退学或作肄业处理。<br>
<br>
<strong>学位论文<br>
</strong>学位论文是研究生培养的重要环节。研究生在导师指导下，选定研究课题。选题力<br>
求和国家、省部级基金项目、国家攻关项目、８６３、973高科技项目、攀登计划项目、<br>
国家重点实验室研究项目及对国民经济有重大影响的开发研究项目接轨。确定论文题后由系组织有关专家审议研究生的开题报告。<br>
论文题目确定后，应拟定学位工作计划，包括各阶段的主要学习内容。学位论文计<br>
划由研究生在导师指导下拟定，经系学位评定委员会审核批准后送校研究生院备案。博士<br>
生在完成论文过程中，应定期作阶段性报告。<br>
<br>
<strong>答辩和学位授予<br>
</strong>学位论文完成后，硕士学位论文应在答辩前至少请２位（其中至少有1位是外单位专家）、博士学位论文应约请５位同行专家评阅论文（其中至少有２位是外单位专家）。写出评阅意见。评阅通过后，方可组织答辩。<br>
硕士论文答辩委员会由3人组成（其中外单位的专家不少于1人），博士论文答辩委员会由5人组成（其中外单位的专家不少于２人），论文答辩会由答辩委员会主席主持。博士论文答辩不合格者，经答辩委员会同意，可在一年内补充修改论文资料，重新答辩一次。<br>
凝聚态物理培养方案（一）申请硕士学位者至少在国内外核心刊物上发表一篇与学位论文有关的学术论文（第一作者），申请博士学位者至少在国内外核心刊物上发表三篇与学位论文有关的学术论文（第一作者，其中有一篇在ＳＣＩ、EI索引源刊物上发表）或有两篇以上在ＳＣＩ、EI索引源刊物上发表的与学位论文有关的学术论文（第一作者）。凝聚态物理培养方案（二）申请硕士学位者在国内外核心刊物上至少发表一篇与学位论文有关的学术论文（第一作者），或在全国性学术会议论文集上至少发表一篇与学位论文有关的学术论文（第一作者）。并且申请人至少有一项申请专利的证明或经过鉴定、验收的科研成果。申请博士学位者至少在国内外核心刊物上发表一篇与学位论文有关的学术论文（第一作者）。并且申请人有发明专利申请号（排序前三名），或至少有一项经过省部级以上（含厅局）鉴定的应用成果（排列前三名）。如在答辩时尚未完成上述指标，可在一年内补充。<br>
学位论文通过答辩后，校学位论文评定委员会根据答辩委员会的意见及院系学位分会的意见并按照有关规定作出是否授予学位的决定。<br>
<br>
<strong>参考书目<br>
</strong>冯端、金国钧《凝聚态物理》<br>
冯端等《金属物理学》第一，二，三，四卷<br>
闵乃本《晶体生长物理基础》 </td>
  </tr>
  <tr>
  	<td height="30"><div align="center"><a href="#yjspy" class="style3">返 回</a></div></td>
  </tr>
  <tr>
    <td height="30"><span class="style3">--- 生物物理专业 ---</span><a name="swwl" id="swwl"></a></td>
  </tr>
  <tr>
    <td><p><strong>一、培养目标<br>
      </strong>为适应我国当前加速科学技术进步和经济建设的需要，本专业培养德、智、体全面发展的生物物理学及其应用方面的研究人才，高等学校师资以及生物工程等部门的技术人才。具体要求为：<br>
  １．努力学习掌握马列主义、毛泽东思想、邓小平理论的基本原则和邓小平建设有中国特色的社会主义理论，坚持四项基本原则，热爱祖国，热爱社会主义，遵纪守法，品德良好，积极为社会主义现代化建设事业服务。<br>
  ２．具有坚实的数学、物理学、化学和生物学的理论基础，熟练掌握生物物理实验和微机应用技术，熟练并掌握本专业至少一个方向上较全面的专门知识，了解本专业科学技术发展与应用的动向，具有从事本学科领域内的科研、教学和技术工作能力，治学态度严谨。学位论文具有一定的创新性。<br>
  ３．掌握一门外语，能熟练地阅读专业书籍、文献、写作论文摘要。<br>
  ４．身体健康。<br>
  ５．根据《中华人民共和国学位条例》，凡修满３２学分并通过硕士学位课程考试和学位论文答辩者，被授予理学硕士学位。<br>
  <strong>二、研究方向<br>
  </strong>01结构生物学02生物信息学03神经网络理论及其应用04脑的结构与功能05生物电磁学与生物医学信息06软物质凝聚态<br>
  ｌ．硕士研究生：<br>
  有资格参加全国硕士研究生统一考试合格，再经复试合格者·<br>
  ２．硕－博士连读（转入凝聚态物理、理论物理或软物质博士点）：<br>
  大学本科毕业生，参加全国硕士研究生统一考试，笔试和面试均合格者，人学后前<br>
  二年完成基础课及学位课程，享受硕士生待遇，在第四学期进行中期考核，合格者经校<br>
  研究生院批准直接转为博士生并享受博士生待遇，中期考核未通过者按硕士生规格培养<br>
  博士研究生（直接进入凝聚态物理博士、理论物理或软物质博士点）：<br>
  已获硕士学位的在职人员，应届硕士毕业生，经博士生入学考试，笔试和面试均合格者。<br>
  <br>
  <strong>四、学习年限<br>
  </strong>本专业学习年限一般为三年，其中一年半至二年时间为学习硕士学位必修课和选修课以及参加教学实践，一年至一年半时间从事硕士学位论文研究工作。<br>
  硕士研究生：二年半一三年<br>
  硕一博连读研究生∶五年<br>
  博士研究生：三年<br>
  <br>
  <strong>五、<font class="style3">课程设置</font><br>
  </strong>Ａ类：<br>
  科学社会主义理论与实践（２学分）<br>
  自然辩证法（3学分）<br>
  英语（４学分）<br>
  Ｂ类：<br>
  理论生物物理 （4学分） <br>
  软物质物理 （4学分）</p>
      <p><br>
  Ｃ类：<br>
  生物物理（3学分）<br>
  统计物理(Ⅱ)（3学分） <br>
  神经生物学（４学分）<br>
  计算物理（３学分） <br>
  固体物理实验方法 （3学分）</p>
      <p><br>
  Ｄ类：<br>
  凝聚态物理导论（４学分） <br>
  非线性物理（３学分）<br>
  生物化学（３学分）<br>
  生理学（３学分）<br>
  蛋白质工程（３学分）<br>
  生物与软物质物理（3学分） <br>
  生物物理实验（3学分）<br>
      </p>
        <strong>六、培养方式<br>
      </strong>１．导师根据方案要求以及每个硕士生具体情况，在硕士生人学后的三个月内定出培养计划，征得硕士生同意后付诸实施。<br>
２．采取导师负责和小组集体指导相结合的办法，培养学生勇于创新、独立分析和解决问题的能力。学生以自学为主，听课为辅。<br>
３．理论结合实践。硕士生应掌握本专业的基础理论与专门知识，掌握科学研究的基本方法具有较强的实验工作能力。<br>
加强思想政治工作和道德品质的教育。硕士生应积极参加政治学习和时事教育。参加公益劳动和体育锻炼。<br>
<br>
<strong>七、考核方式<br>
</strong>１．公共课及基础课以笔试为主。<br>
２．专业课除笔试考核外，要求完成本专业课的某一专题综述或心得体会，以了解研究生对专业知识的分析和理解的综合能力和深度。<br>
<br>
<strong>八、学位论文<br>
</strong>１．学位论文是硕士生培养工作的主要环节，硕士生在第三学期结束前必须提交论文选题报告，经导师同意和教研室审定确认后制定论文工作计划。<br>
２．论文必须在导师指导下由硕士生独立完成，并根据〈中华人民共和国学位条例暂行实施办法〉的精神进行评审答辩，合格者授予硕士学位。<br>
<br>
<strong>九、答辩和学位授予<br>
</strong>学位论文完成后，硕士学位论文应在答辩前至少请２位（其中至少有1位是外单位专家）、博士学位论文应约请５位同行专家评阅论文（其中至少有２位是外单位专家）。写出评阅意见。评阅通过后，方可组织答辩。<br>
硕士论文答辩委员会由3人组成（其中外单位的专家不少于1人），博士论文答辩委员会由5人组成（其中外单位的专家不少于２人），论文答辩会由答辩委员会主席主持。博士论文答辩不合格者，经答辩委员会同意，可在一年内补充修改论文资料，重新答辩一次。<br>
申请硕士学位者至少在国内外核心刊物上发表一篇与学位论文有关的学术论文（第一作者），申请博士学位者至少在国内外核心刊物上发表三篇与学位论文有关的学术论文（第一作者，其中有一篇在ＳＣＩ、EI索引源刊物上发表）或有两篇以上在ＳＣＩ、EI索引源刊物上发表的与学位论文有关的学术论文（第一作者）。如在答辩时尚未完成上述指标，可在一年内补充。<br>
学位论文通过答辩后，校学位论文评定委员会根据答辩委员会的意见及院系学位分会的意见并按照有关规定作出是否授予学位的决定。<br>
十、参考书目<br>
ｌ．Ｍｏｄｅｌｓ　ｏｆ　Ｎｅｕｒａｌ　Ｎｅｔｗｏｒｋｓ，ｂｙ　Ｅ．Ｄｏｍａｎｙ，Ｊ．Ｌ－Ｖａｎ　Ｈｅｍｍｅｎ，Ｋ．Ｓｃｈｕｌｔｅｎｋ．Ｓｃｈｕｌｔｅｎ（Ｅｄｓ）Ｓｐｒｉｎｇｅｒ－Ｖｅｒｌａｇ　１９９１<br>
2．Ｐｒｏｔｅｉｎｓ，ｂｙＴ．Ｅ．Ｃｒｅｉｇｈｔｏｎ，Ｗ．Ｈ．Ｆｒｅｅｍａｎ，ＮｅｗＹｏｒｋ，１９８４<br>
3． C.E.Williams, M.Daoud, Soft Matter Physics (Springer-Verlag, 1999)<br></td>
  </tr>
  <tr>
  	<td height="30"><div align="center"><a href="#yjspy" class="style3">返 回</a></div></td>
  </tr>
  <tr>
    <td height="30"><span class="style3">--- 微电子与固体电子学专业 ---</span><a name="wdz" id="wdz"></a></td>
  </tr>
  <tr>
    <td><strong>一、培养目标<br>
    </strong>培养我国社会主义建设事业需要，掌握马克思主义，毛泽东思想和邓小平理论基本原理，坚持四项基本原则，热爱祖国，遵纪守法，品德良好，具备严谨科学态度和优良学风，适应面向二十一世纪的德、智、体全面发展的微电子学与固体电子学专门人才。<br>
1．硕士学位<br>
掌握微电子学与固体电子学的基本理论和基本实验技能, 了解本领域的研究动态, 基本上能独立开展与本学科有关的研究和教学工作。学位论文应具有一定的创新性和应用前景。<br>
2．博士学位<br>
博士学位获得者应系统掌握微电子学与固体电子学的基本理论，具有宽广和坚实的专业知识和实验操作技术，了解本学科的发展历史，现状和最新动态，能独立承担与本学科有关的研究课题及教学工作。学位论文要求具有重要的学术意义，并具有一定的创新性。论文在深度和广度两方面均需达到相应的要求。<br>
<strong><br>
</strong>二、<strong>招生对象</strong><strong><br>
</strong>ｌ．硕士研究生：<br>
有资格参加全国硕士研究生统一考试合格，再经复试合格者·<br>
２．硕－博士连读：<br>
大学本科毕业生，参加全国硕士研究生统一考试，笔试和面试均合格者，人学后前<br>
二年完成基础课及学位课程，享受硕士生待遇，在第四学期进行中期考核，合格者经校<br>
研究生院批准直接转为博士生并享受博士生待遇，中期考核未通过者按硕士生规格培养。<br>
博士研究生：<br>
已获硕士学位的在职人员，应届硕士毕业生，经博士生入学考试，笔试和面试均合格者。<br>
<br>
<strong>三、学习年限<br>
</strong>硕士研究生：二年半 ~ 三年<br>
硕—博连读研究生：五年<br>
博士研究生：三年<br>
<br>
<strong>四、研究方向及<font class="style3">课程设置</font><br>
本专业分三个方向的培养方案：<br>
方案（一）<br>
研究方向：<br>
</strong>（1）微电子、光电子材料与器件（2）纳米半导体结构与材料（3）纳米电子学与纳米光电子学（4）半导体异质结构物理学（5）宽禁带半导体微电子材料与微波功率器件（6）宽禁带半导体量子点材料与器件（7）硅基半导体发光材料和光电子集成（8）半导体功能薄膜材料的制备与物性（9）微纳电子、光电子材料物理与器件应用（10）半导体低维量子结构物理与器件。<br>
<br>
<strong><font class="style3">课程设置</font>：<br>
</strong>（一）硕士生阶段<br>
A类：<br>
科学社会主义理论与实践（2学分）<br>
自然辩证法（3学分）<br>
英语（4学分）<br>
B类：<br>
高等量子力学（5学分）<br>
C类：<br>
凝聚态物理导论（4学分）<br>
高等半导体物理（4学分）<br>
固体理论（4学分）<br>
群论（4学分）<br>
D类：<br>
电子薄膜物理（4学分）<br>
微机原理与应用（4学分）<br>
固体物理实验方法（4学分）<br>
第二外语（2学分）<br>
<br>
（二）博士生阶段<br>
现代科学技术革命与马克思主义<br>
第一外语<br>
专业英语<br>
<br>
（三）硕士生，博士生选修课程：<br>
半导体低维结构（3学分）<br>
半导体器件与集成电路设计基础（2学分）<br>
现代半导体材料与器件（2学分）<br>
微电子学与固体电子学前沿讲座（2学分）<br>
（博士生可根据需要选修为硕士生开设的课程）<br>
<br>
<strong>方案（二）<br>
研究方向：<br>
</strong>（1）超大规模集成电路设计方法学（2）集成电路SOC_IP设计方法与设计技术（3）集成电路可重构设计方法与设计技术<br>
<strong><font class="style3">课程设置</font>：<br>
</strong>（一）硕士生阶段<br>
A类：<br>
科学社会主义理论与实践（2学分）<br>
自然辩证法（3学分）<br>
英语（4学分）<br>
B类：<br>
高性能计算机体系结构（3学分）（计算机系）<br>
VLSI 设计方法（2学分）<br>
C类：<br>
VLSI 设计方法（2学分）<br>
Verilog HDL硬件描述方法语言（2学分）<br>
EDA工具（2学分）<br>
可编程集成电路设计（2学分）<br>
DSP与微控制器（4学分）（电子系）<br>
D类：<br>
高性能计算机体系结构（3学分）（计算机系）<br>
微机原理与应用（3学分）<br>
数字图像处理（3学分）（电子系）<br>
第二外语（3学分）<br>
现代数字信号处理（3学分）（电子系）<br>
<br>
<strong>方案（三）<br>
研究方向：<br>
</strong>（1）纳米材料微波物性（2）磁性金属薄膜微波物性（3）铁氧体膜微波物性（4）磁性吸波材料（5）吸收材料工程应用<br>
<strong><font class="style3">课程设置</font>：<br>
</strong>同凝聚态物理专业<font class="style3">课程设置</font>。<br>
<br>
<strong>五、培养方式<br>
</strong>1．硕士生：入学后三个月内进行师生双向互选，确定导师，制定培养计划，导师负责全部培养工作。<br>
2．硕—博连读研究生：入学后三个月内进行师生互选，确定导师，由导师负责成立指导小组，制定培养计划，由博士导师和指导小组负责全部培养工作。<br>
3．直博研究生：入学后三个月内进行师生互选，确定导师，由导师负责成立指导小组，制定培养计划，由博士导师和指导小组负责全部培养工作。<br>
4．博士生：招生录取时明确导师，由导师负责成立指导小组，制定培养计划，由博士生导师和培养小组负责全部培养工作。<br>
5．公共课（外语和政治）以讲授为主，辅以自学。基础课和专业课以自学为主，辅以重点讲授和提问。要求研究生参加各种学术活动并阅读有关的专业文献。<br>
<br>
<strong>六、考核方式<br>
</strong>1．公共课及基础课以笔试或“考核”为主，由有关教研室负责考核工作。<br>
2．专业课除笔试考核外，要求写专题综述报告，以了解研究生对专业知识的掌握情况和综合分析问题的能力。<br>
3．中期考核<br>
为了保证研究生的质量，在入学后的第三学期末进行中期考核。由导师组成的研究生中期考核小组对研究生的学位课程，论文进展情况以及掌握国内外最新研究动态等方面进行考核，考核小组本着公正、负责、实事求是的态度对研究生作出评价，评定成绩，对考核不合格或完成学业确有困难者，劝其退学或作肄业处理。<br>
<br>
<strong>七、学位论文<br>
</strong>学位论文是研究生培养的重要环节。研究生在导师指导下，选定研究课题。选题力求和国家攻关项目、国家973计划项目、国家863计划项目、国家、省部级基金项目、国家重点实验室研究项目及对国民经济有重大影响的开发研究项目接轨。确定论文题目后由系组织有关专家审议研究生的开题报告。<br>
论文题目确定后，应拟定学位工作计划，包括各阶段的主要学习内容。学位论文计划由研究生在导师指导下拟定，经系学位评定委员会审核批准后送校研究生院备案。博士生在完成论文过程中，应定期作阶段性报告。<br>
<br>
<strong>八、答辩和学位授予<br>
</strong>学位论文完成后，硕士学位论文应在答辩前至少请2位，博士学位论文约请5-7位同行专家评阅论文，其中硕士学位论文评阅至少1位、博士学位论文评阅至少有2位是外单位的专家，写出评阅意见。评阅通过后，方可组织答辩。<br>
硕士论文答辩委员会由5人组成，博士论文答辩委员会由7人组成，其中外单位的专家不少于2人，论文答辩会由答辩委员会主席主持。博士论文答辩不合格者，经答辩委员会同意，可在一年内补充修改论文资料，重新答辩一次。<br>
申请硕士学位者至少在国内外核心刊物上发表一篇与学位论文有关的学术论文（第一作者），申请博士学位者至少在国内外核心刊物上发表三篇与学位论文有关的学术论文（第一作者，其中有一篇在ＳＣＩ、EI索引源刊物上发表）或有两篇以上在ＳＣＩ、EI索引源刊物上发表的与学位论文有关的学术论文（第一作者）。微电子培养方案（二）申请硕士学位者在国内外核心刊物上至少发表一篇与学位论文有关的学术论文（第一作者），或在全国性学术会议论文集上至少发表一篇与学位论文有关的学术论文（第一作者）。并且申请人至少有一项申请专利的证明或经过鉴定、验收的科研成果。申请博士学位者至少在国内外核心刊物上发表一篇与学位论文有关的学术论文（第一作者）。并且申请人有发明专利申请号（排序前三名），或至少有一项经过省部级以上（含厅局）鉴定的应用成果（排列前三名）。如在答辩时尚未完成上述指标，可在一年内补充。<br>
学位论文通过答辩后，校学位论文评定委员会根据答辩委员会的意见及院系学位分会的意见并按照有关规定作出是否授予学位的决定。<br></td>
  </tr>
  <tr>
  	<td height="30"><div align="center"><a href="#yjspy" class="style3">返 回</a></div></td>
  </tr>
  <tr>
    <td height="30"><span class="style3">--- 物理电子学专业 ---</span><a name="wldz" id="wldz"></a></td>
  </tr>
  <tr>
    <td><strong>一、培养目标<br>
    </strong>培养我国社会主义建设事业需要，掌握马克思主义，毛泽东思想和邓小平理论基本原理，坚持四项基本原则，热爱祖国，遵纪守法，品德良好，具备严谨科学态度和优良学风，适应面向二十一世纪的德、智、体全面发展的微电子学与固体电子学专门人才。<br>
1．硕士学位<br>
掌握微电子学与固体电子学的基本理论和基本实验技能, 了解本领域的研究动态, 基本上能独立开展与本学科有关的研究和教学工作。学位论文应具有一定的创新性和应用前景。<br>
2．博士学位<br>
博士学位获得者应系统掌握微电子学与固体电子学的基本理论，具有宽广和坚实的专业知识和实验操作技术，了解本学科的发展历史，现状和最新动态，能独立承担与本学科有关的研究课题及教学工作。学位论文要求具有重要的学术意义，并具有一定的创新性。论文在深度和广度两方面均需达到相应的要求。<br>
<strong><br>
</strong>二、<strong>招生对象</strong><strong><br>
</strong>ｌ．硕士研究生：<br>
有资格参加全国硕士研究生统一考试合格，再经复试合格者·<br>
２．硕－博士连读：<br>
大学本科毕业生，参加全国硕士研究生统一考试，笔试和面试均合格者，人学后前<br>
二年完成基础课及学位课程，享受硕士生待遇，在第四学期进行中期考核，合格者经校<br>
研究生院批准直接转为博士生并享受博士生待遇，中期考核未通过者按硕士生规格培养。<br>
3．博士研究生：<br>
已获硕士学位的在职人员，应届硕士毕业生，经博士生入学考试，笔试和面试均合格者。<br>
<br>
<strong>三、学习年限<br>
</strong>硕士研究生：二年半 ~ 三年<br>
硕—博连读研究生：五年<br>
博士研究生：三年<br>
<br>
<strong>四、研究方向<br>
</strong>（1）半导体纳米结构与纳电子学（2）微结构光电子学（3）高波/高功率半导体电子学（4）固体量子信息学（5）电磁波吸收材料（6）光电子器件与技术。<strong><br>
五、<font class="style3">课程设置</font><br>
</strong>（一）硕士生阶段<br>
A类：<br>
科学社会主义理论与实践（2学分）<br>
自然辩证法（3学分）<br>
英语（4学分）<br>
B类：<br>
高等量子力学（5学分）<br>
C类：<br>
凝聚态物理导论（4学分）<br>
高等半导体物理学（4学分）<br>
固体理论（4学分）<br>
D类：<br>
电子薄膜物理（4学分）<br>
微机原理与应用（4学分）<br>
固体物理实验方法（4学分）<br>
固体磁性（4学分）<br>
纳米结构与材料（2学分）<br>
光散射物理（2学分）<br>
凝聚态光物理（2学分）<br>
激光原理（3学分）<br>
光子学导论（3学分）<br>
第二外语（2学分）<br>
<br>
（二）博士生阶段<br>
现代科学技术革命与马克思主义<br>
第一外语<br>
专业英语<br>
<br>
（三）硕士生，博士生选修课程：<br>
半导体低维结构（3学分）<br>
半导体器件与集成电路设计基础（2学分）<br>
现代半导体材料与器件（2学分）<br>
微电子学与固体电子学前沿讲座（2学分）<br>
（博士生可根据需要选修为硕士生开设的课程）<br>
<br>
<strong>六、培养方式<br>
</strong>1．硕士生：入学后三个月内进行师生双向互选，确定导师，制定培养计划，导师负责全部培养工作。<br>
2．硕—博连读研究生：入学后三个月内进行师生互选，确定导师，由导师负责成立指导小组，制定培养计划，由博士导师和指导小组负责全部培养工作。<br>
3．直博研究生：入学后三个月内进行师生互选，确定导师，由导师负责成立指导小组，制定培养计划，由博士导师和指导小组负责全部培养工作。<br>
4．博士生：招生录取时明确导师，由导师负责成立指导小组，制定培养计划，由博士生导师和培养小组负责全部培养工作。<br>
5．公共课（外语和政治）以讲授为主，辅以自学。基础课和专业课以自学为主，辅以重点讲授和提问。要求研究生参加各种学术活动并阅读有关的专业文献。<br>
<br>
<strong>七、考核方式<br>
</strong>1．公共课及基础课以笔试或“考核”为主，由有关教研室负责考核工作。<br>
2．专业课除笔试考核外，要求写专题综述报告，以了解研究生对专业知识的掌握情况和综合分析问题的能力。<br>
3．中期考核<br>
为了保证研究生的质量，在入学后的第三学期末进行中期考核。由导师组成的研究生中期考核小组对研究生的学位课程，论文进展情况以及掌握国内外最新研究动态等方面进行考核，考核小组本着公正、负责、实事求是的态度对研究生作出评价，评定成绩，对考核不合格或完成学业确有困难者，劝其退学或作肄业处理。<br>
<br>
<strong>八、学位论文<br>
</strong>学位论文是研究生培养的重要环节。研究生在导师指导下，选定研究课题。选题力求和国家攻关项目、国家973计划项目、国家863计划项目、国家、省部级基金项目、国家重点实验室研究项目及对国民经济有重大影响的开发研究项目接轨。确定论文题目后由系组织有关专家审议研究生的开题报告。<br>
论文题目确定后，应拟定学位工作计划，包括各阶段的主要学习内容。学位论文计划由研究生在导师指导下拟定，经系学位评定委员会审核批准后送校研究生院备案。博士生在完成论文过程中，应定期作阶段性报告。<br>
<br>
<strong>九、答辩和学位授予<br>
</strong>学位论文完成后，硕士学位论文应在答辩前至少请2位，博士学位论文约请5-7位同行专家评阅论文，其中硕士学位论文评阅至少1位、博士学位论文评阅至少有2位是外单位的专家，写出评阅意见。评阅通过后，方可组织答辩。<br>
硕士论文答辩委员会由5人组成，博士论文答辩委员会由7人组成，其中外单位的专家不少于2人，论文答辩会由答辩委员会主席主持。博士论文答辩不合格者，经答辩委员会同意，可在一年内补充修改论文资料，重新答辩一次。<br>
申请硕士学位者至少在国内外核心刊物上发表一篇与学位论文有关的学术论文（第一作者），申请博士学位者至少在国内外核心刊物上发表三篇与学位论文有关的学术论文（第一作者，其中有一篇在ＳＣＩ、EI索引源刊物上发表）或有两篇以上在ＳＣＩ、EI索引源刊物上发表的与学位论文有关的学术论文（第一作者）。如在答辩时尚未完成上述指标，可在一年内补充。<br>
学位论文通过答辩后，校学位论文评定委员会根据答辩委员会的意见及院系学位分会的意见并按照有关规定作出是否授予学位的决定。<br></td>
  </tr>
  <tr>
  	<td height="30"><div align="center"><a href="#yjspy" class="style3">返 回</a></div></td>
  </tr>
  <tr>
    <td height="30"><span class="style3">--- 光学专业 ---</span><a name="gx" id="gx"></a></td>
  </tr>
  <tr>
    <td><p align="left"><strong>一、培养目标<br>
      </strong>培养我国社会主义建设事业需要的，掌握马克思主义，毛泽东思想邓小平理论的基本原理，坚持四项基本原则，热爱祖国，遵纪守法，品德良好，具备严谨科学态度和优良学风，适应面向二十一世纪的德、智、体全面发展的光学、光子学与光子技术专业人才。<br>
  硕士学位：掌握光学相关的基础理论知识和基本实验技能，了解本领域的研究动态，基本上能独立开展与本学科有关的研究和教学工作，学位论文应具有一定的创新性或应用的前景。<br>
  博士学位：<br>
  博士学位获得者应系统掌握光学与光子学的基本理论，具有宽广和坚实的基础和基本实验操作技术，了解本学科的发展历史现状和最新动态，能独立承担与本学科有关的研究课题及教学工作。学位论文要求具有重要的学术意义或应用价值。并具有－定的创新性．论文在深度和广度两方面均需达到相应的要求．<br>
  <br>
  <strong>二、研究方向<br>
  </strong>近代的发展使光与物质相互作用成为它的重要的研究方向，今天的光学已渗透到各个科学技术与应用领域，成为一门蓬勃发展的学科及十分重要的新兴技术。本专业以研究近代光学为主，由以下研究方向：（1）微结构光子学与材料，（2）光子微操纵，（3）非线性光子学，（4）激光技术与器件，（5）衍射光学<br>
  <br>
  <strong>三、招生对象<br>
  </strong>ｌ．硕士研究生：<br>
  有资格参加全国硕士研究生统一考试合格，再经复试合格者·<br>
  ２．硕－博士连读：<br>
  大学本科毕业生，参加全国硕士研究生统一考试，笔试和面试均合格者，人学后前<br>
  二年完成基础课及学位课程，享受硕士生待遇，在第四学期进行中期考核，合格者经校<br>
  研究生院批准直接转为博士生并享受博士生待遇，中期考核未通过者按硕士生规格培养。<br>
  博士研究生：<br>
  已获硕士学位的在职人员，应届硕士毕业生，经博士生入学考试，笔试和面试均合格者。<br>
  <br>
  <strong>四、学习年限<br>
  </strong>硕士研究生：二年半—三年<br>
  博士研究生：三年<br>
  <br>
  <strong>五、<font class="style3">课程设置</font><br>
  </strong>（一）硕士阶段：<br>
  Ａ类：<br>
  科学社会主义理论与实践（２学分）<br>
  自然辩证法（２学分）<br>
  英语（４学分）<br>
  Ｂ类∶<br>
  高等量子力学（５学分）<br>
  Ｃ类：<br>
  高等光学</p>
      <p align="left">（3学分）<br>
  非线性光学</p>
      <p align="left">（４学分）<br>
  激光原理</p>
      <p>（3学分）<br>
  Ｄ类：<br>
  凝聚态物理导论（4学分）<br>
  光子学导论（3学分）<br>
  信息光学（3学分）<br>
  导波光学（3学分）<br>
  激光技术与器件（3学分）<br>
  光学前沿专题（3学分）<br>
  光散射物理（２学分）</p>
      <p align="left"><br>
  第二外语（２学分）<br>
  （二）博士阶段：<br>
  极限光技术（3学分）<br>
  超强超快光学 </p>
      （3学分）<br>
      <br>
      <strong>六、培养方式<br>
      </strong>硕士生人学后三个内进行师生双向互进，确定导师，制定培养计划．导师负责全面培养工作。<br>
博士生的培养由导师和相应的指导小组负责，制定培养计划和指导学生的研究工<br>
作。<br>
公共课（外语和政治）以讲授为主，辅以自学。专业课以自学为主辅以重点讲授和提问。要求研究生参加各种学术活动并阅读有关的专业文献。<br>
<br>
<strong>七、考核方式<br>
</strong>１．公共课及基础课以笔试考核为主，由有关教研室负责考核工作。<br>
２．专业课除笔试外，要求写专题综述报告，以了解研究生对专业知识的掌握情况和综合分析问题的能力<br>
３．中期考核<br>
为了保证研究生的质量，在人学后的第三学期末进行中期考核．由导师组成研究生中期考核小组对研究生的学位课程，论文进展情况以及掌握国内外最新研究功态等方面进行考核，考核小组本着公正、负责、实事求是的态度对研究生作用出评价，评定成绩，对考核不合格或完成学业确有困难者劝其退学或作肄业处理。<br>
<br>
<strong>八、学位论文<br>
</strong>学位论文是研究生培养的重要环节。研究生在导师指导下，选定研究课题。选题力求和国家、省部级基金项目相联系，确定论文题目后组织有关专家审议研究生的开题报告，论文题目确定后，应拟定学位工作计划，包括各阶段的主要学习内容。学位论文计划由研究生在导师指导下拟定．经系学位评定委员会审核批准后送校研究生院备案。<br>
<br>
<strong>九、答辩和学位授予<br>
</strong>学位论文完成后，硕士学位论文应在答辩前至少请２位（其中至少有1位是外单位专家）、博士学位论文应约请５位同行专家评阅论文（其中至少有２位是外单位专家）。写出评阅意见。评阅通过后，方可组织答辩。<br>
硕士论文答辩委员会由3人组成（其中外单位的专家不少于1人），博士论文答辩委员会由5人组成（其中外单位的专家不少于２人），论文答辩会由答辩委员会主席主持。博士论文答辩不合格者，经答辩委员会同意，可在一年内补充修改论文资料，重新答辩一次。<br>
申请硕士学位者至少在国内外核心刊物上发表一篇与学位论文有关的学术论文（第一作者），申请博士学位者至少在国内外核心刊物上发表三篇与学位论文有关的学术论文（第一作者，其中有一篇在ＳＣＩ、EI索引源刊物上发表）或有两篇以上在ＳＣＩ、EI索引源刊物上发表的与学位论文有关的学术论文（第一作者）。如在答辩时尚未完成上述指标，可在一年内补充。<br>
学位论文通过答辩后，校学位论文评定委员会根据答辩委员会的意见及院系学位分会的意见并按照有关规定作出是否授予学位的决定。 </td>
  </tr>
  <tr>
  	<td height="30"><div align="center"><a href="#yjspy" class="style3">返 回</a></div></td>
  </tr>
  <tr>
    <td height="30"><span class="style3">--- 制冷与低温工程专业 ---</span><a name="zl" id="zl"></a></td>
  </tr>
  <tr>
    <td> －、培养目标<br>
培养我国社会主义建设事业需要的，掌握马克思主义、毛泽东思想和邓小平理论基本原理，坚持四项基本原则，热爱祖国，遵纪守法，品德良好，具备严谨科学态度和优良学风，适应面向二十一世纪的德、智、体全面发展的制冷及低温工程专业人才。<br>
掌握制冷及低温工程专业的系统理论知识和基本实验技能，了解本领域的研究动态，基本能独立开展与本学科有关的研究和教学工作。学位论文应具有一定的创新性或应用前景。<br>
<br>
二、研究方向<br>
制冷及低温工程学科涉及到物理、材料、能源及智能控制等相关学科的知识，属于交叉学科。本专业主要培养有较好物理学基础、具有新型制冷与低温技术和材料研究能力的人才。培养出理论联系实际，能到有关科研、企事业单位从事高新技术创新研究和生产工作的高层次应用物理型人才。<br>
本专业的主要研究方向有：（1）新型制冷与低温技术（2）室温磁制冷材料与磁制冷技术（3）相变蓄能材料与蓄冷技术（4）制冷与低温流体传热传质特性。<br>
三、招生对象<br>
ｌ．硕士研究生：<br>
有资格参加全国硕士研究生统一考试合格，再经复试合格者·<br>
<br>
四、学习年限<br>
二年半-三年<br>
<br>
五、<font class="style3">课程设置</font><br>
Ａ类：<br>
科学社会主义理论与实践（２学分）<br>
自然辩证法（3学分）<br>
英语（４学分）<br>
Ｂ类：<br>
高等工程热力学（５学分）<br>
Ｃ类：<br>
高等传热学（４学分）<br>
现代制冷低温原理（４学分）<br>
制冷低温实验方法（３学分）<br>
Ｄ类：<br>
室温磁制冷（４学分）<br>
相变蓄能（４学分）<br>
制冷空调智能控制（3学分）<br>
小型低温制冷机（3学分）<br>
第二外语<br>
<br>
六、培养方式<br>
１．硕士生人学后三个月内进行师生双向互选，确定导师，制定培养计划，导师负责全部培养工作。<br>
2．公共课（外语和政治）以讲授为主，辅以自学。基础课和专业课以自学为主，辅以重点讲授和提问。要求研究生参加各种学术活动并阅读有关的专业文献。<br>
<br>
七、考核方式<br>
１．公共课及基础课以笔试考核为主．由有关教研室负责考核工作．<br>
２．专业课除笔试考核外，要求写专题综述报告，以了解研究生对专业知识的掌握情况和综合分析问题的能力。<br>
３．中期考核　为了保证研究生的质量，在人学后的第三学期末进行中期考核。由导师组成的研究生中期考核小组对研究生的学位课程，论文进展情况以及掌握国内外最新研究动态等方面进行考核，考核小组本着公正、负责、实事求是的态度对研究生作出评价，评定成绩，对考核不合格或完成学业确有困难者，劝其退学或作肄业处理。<br>
<br>
八、学位论文<br>
学位论文是研究生培养的重要环节。研究生在导师指导下，选定研究课题．选题力求和国家、省部级基金项目、国家攻关项目、８６３高科技项目、攀登计划项目、国家重点实验室研究项目及对国民经济有重大影响的开发研究项目接轨。确定论文题目后由系组织有关专家审议研究生的开题报告。<br>
　　 论文题目确定后，应拟定学位工作计划，包括各阶段的主要学习内容。学位论文计划由研究生在导师指导下拟定，经系学位评定委员会审核批准后送校研究生院备案。<br>
<br>
九、答辩和学位授予<br>
　　 学位论文完成后，硕士学位论文应在答辩前至少请２位（其中至少有1位是外单位专家）、博士学位论文应约请５位同行专家评阅论文（其中至少有２位是外单位专家）。写出评阅意见。评阅通过后，方可组织答辩。<br>
硕士论文答辩委员会由3人组成（其中外单位的专家不少于1人），博士论文答辩委员会由5人组成（其中外单位的专家不少于２人），论文答辩会由答辩委员会主席主持。博士论文答辩不合格者，经答辩委员会同意，可在一年内补充修改论文资料，重新答辩一次。<br>
申请硕士学位者在国内外核心刊物上至少发表一篇与学位论文有关的学术论文（第一作者），或在全国性学术会议论文集上至少发表一篇与学位论文有关的学术论文（第一作者）。并且申请人至少有一项申请专利的证明或经过鉴定、验收的科研成果。申请博士学位者至少在国内外核心刊物上发表一篇与学位论文有关的学术论文（第一作者）。并且申请人有发明专利申请号（排序前三名），或至少有一项经过省部级以上（含厅局）鉴定的应用成果（排列前三名）。如在答辩时尚未完成上述指标，可在一年内补充。<br>
学位论文通过答辩后，校学位论文评定委员会根据答辩委员会的意见及院系学位分会的意见并按照有关规定作出是否授予学位的决定。 </td>
  </tr>
  <tr>
  	<td height="30"><div align="center"><a href="#yjspy" class="style3">返 回</a></div></td>
  </tr>
  <tr>
    <td>&nbsp;</td>
  </tr>
  <tr>
    <td height="30">&nbsp;</td>
  </tr>
</table>
<!--#include file="bottom.asp"-->
</html>
